/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segons";

/* No comment provided by engineer. */
"%i days" = "%i dies";

/* No comment provided by engineer. */
"%i hours" = "%i hores";

/* No comment provided by engineer. */
"%i minutes" = "%i minuts";

/* No comment provided by engineer. */
"%i weeks" = "%i setmanes";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 second" = "1 segon";

/* No comment provided by engineer. */
"1 week" = "1 setmana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Fitxer adjunt>>";

/* No comment provided by engineer. */
"Add" = "Afegeix";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Esborra totes les marques";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Esborra les marques d'aquí cap avall";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Esborra les marques d'aquí cap a l'esquerra";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Esborra les marques d'aquí cap a la dreta";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Esborra les marques d'aquí cap amunt";

/* Copy the link to the clipboard */
"Copy Link" = "Copia enllaç";

/* No comment provided by engineer. */
"Delete" = "Suprimeix";

/* No comment provided by engineer. */
"Image Picker" = "Selector d'imatges";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada no vàlida";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Salta a la marca d'atenció";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Salta a la marca següent";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Salta a la marca anterior";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Picture" = "Imatge";

/* No comment provided by engineer. */
"Select Image" = "Selecciona una imatge";